Autodesk.Revit.DB.FilterNumericValueRule.SetEvaluator(Autodesk.Revit.DB.FilterNumericRuleEvaluator)
Sets the evaluator that implements the test for this rule.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2011